{
  "Овен":{
    "Овен": "91%. Они одинаковые, но есть одно но: каждый из них настолько ярко проявляет свои гендерные роли, что они кажутся совершенно разными",
    "Телец": "72%. Сложное сочетание. Овен слишком импульсивен для Тельца, а Телец слишком упрям для Овна",
    "Близнецы": "83%. Отличное сочетание! Овен и Близнецы любят веселье, приключения и интеллектуальные беседы",
    "Рак": "71%. Противоположности притягиваются. Гармоничный союз этих двоих – плод длительной работы. Овну нужно научиться сдерживать свой пыл. Рак должен стать более смелым и решительным",
    "Лев": "78%. Прекрасное сочетание! Оба знака любят быть в центре внимания и наслаждаются жизнью. Схожесть характеров, темпераментов и мировоззрения служит надежной основой для будущего союза",
    "Дева": "36%. Непросто. Овен слишком хаотичен для Девы, а Дева слишком критична для Овна. Будучи совершенно разными, представители этих знаков зодиака могут притягиваться друг к другу, но долгим и счастливым такой союз бывает редко",
    "Весы": "96%. Хорошо! Овен и Весы дополняют друг друга. Овен дает энергию, а Весы - гармонию. Такой союз становится долгим и гармоничным",
    "Скорпион": "88%. Итенсивное сочетание, полное страсти и конфликтов. На заре отношений партнеров притягивает схожесть темпераментов. Далее, если их не захватывает дух соперничества, союз становится гармоничным и крепким",
    "Стрелец": "92%. Отличное сочетание! Оба знака любят свободу, приключения и оптимизм. Чтобы не разрушать гармонию в отношениях, партнерам предстоит превратить свою жизнь в праздник. Они оба не выносят обыденность",
    "Козерог": "64%. Сложное сочетание. Овен слишком импульсивен, а Козерог слишком консервативен. Чтобы остаться вместе, партнеры должны доверять, уступать друг другу и вносить разнообразие в совместную жизнь",
    "Водолей": "85%. Прекрасное сочетание! Оба знака любят свободу, независимость и новаторство. Они стремятся к новым ощущениям и любят путешествовать. Понимают друг друга с полуслова",
    "Рыбы": "16%. Трудно. Овну может не хватать эмпатии к Рыбам, а Рыбы могут чувствовать себя подавленными энергией Овна. Они страдают друг без друга, но каждому из них сложно мириться с особенностями характера и темперамента другого"
  },
  "Телец":{
    "Овен": "68%. Сложное сочетание. Овен слишком импульсивен для Тельца, а Телец слишком упрям для Овна. Сохранить отношения поможет обоюдное согласие не нарушать личное пространство друг друга",
    "Телец": "95%. Очень хорошее сочетание! Оба знака ценят комфорт, стабильность и чувственные удовольствия. Партнеры отлично понимают друг друга. Их сосуществование отличается стабильностью",
    "Близнецы": "58%. Непросто. Тельцу может не хватать гибкости и интереса к новым идеям, как у Близнецов. Только взаимная терпимость поможет паре достичь гармонии в отношениях",
    "Рак": "86%. Прекрасное сочетание! Оба знака ценят дом, семью и эмоциональную безопасность. Если партнеры научатся подавлять свои негативные эмоции и упрямство, гармоничные отношения между ними будут длиться вечно",
    "Лев": "38%. Телец может восхищаться Львом, но Лев может считать Тельца скучным. Достичь взаимопонимания паре помогает терпение, толерантность и мудрость",
    "Дева": "92%. Отличное сочетание! Оба знака практичны, трудолюбивы и ценят стабильность. Союз этих людей кажется окружающим безукоризненным, хотя и немного скучным",
    "Весы": "73%. Непросто. Телец ценит стабильность, а Весы - перемены. Наличие общей масштабной цели сделает эту пару крепкой и нерушимой",
    "Скорпион": "61%. Интенсивное сочетание. Оба знака страстные и упрямые, что может привести к конфликтам. Такой союз становится отличным толчком к самосовершенствованию для обоих партнеров",
    "Стрелец": "17%. Трудно. Телец слишком консервативен для Стрельца, а Стрелец слишком беззаботен для Тельца. В начале отношений партнерам комфортно друг с другом. Когда они знакомятся ближе, становятся очевидными различия между ними",
    "Козерог": "93%. Прекрасное сочетание! Оба знака целеустремленны, дисциплинированы и ценят стабильность. Для них важен домашний уют. Представители этих знаков зодиака отлично взаимодополняют друг друга",
    "Водолей": "14%. Сложно. Телец слишком традиционен для Водолея, а Водолей слишком непредсказуем для Тельца. Водолей и Телец имеют мало точек пересечения. У них разные темпераменты и жизненные цели",
    "Рыбы": "84%. Хорошо! Телец дает стабильность, а Рыбы - эмоциональную поддержку. Рыбы приносят в жизнь мечтательного и чувствительного Тельца постоянство, покой и гармонию"
  },
  "Близнецы":{
    "Овен": "97%. Отличное сочетание! Овен и Близнецы любят веселье, приключения и интеллектуальные беседы. Их союз может быть благополучным и гармоничным",
    "Телец": "16%. Непросто. Тельцу может не хватать гибкости и интереса к новым идеям, как у Близнецов. У этих людей разные жизненные цели. Объединить представителей этих знаков зодиака может только общее дело",
	"Близнецы": " 73%. Очень весело и интересно, но может не хватать стабильности и глубины. Представители этого знака зодиака – неугомонные люди. Они постоянно ищут что-то новое и ценят свою свободу",
    "Рак": "37%. Непросто. Близнецы могут казаться Раку поверхностными и непостоянными. Таким людям сложно найти общий язык. Рак заряжается от кавалера оптимизмом, а близнецы приобретают эмоциональность",
    "Лев": "84%. Прекрасное сочетание! Оба знака любят общение, развлечения и внимание. Они не боятся трудностей и уверенно движутся к достижению поставленных целей",
    "Дева": "33%. Сложно. Дева слишком критична для Близнецов, а Близнецы слишком неорганизованны для Девы. Построить счастливые отношения паре поможет длительная работа над собой",
    "Весы": "91%. Отличное сочетание! Оба знака воздушные, общительные и ценят интеллект. Представителям этих знаков зодиака сложно разделять домашние обязанности",
    "Скорпион": "47%. Трудно. Скорпиону нужна глубина и интенсивность, которых Близнецы не всегда могут дать.",
    "Стрелец": "78%. Хорошее сочетание! Оба знака любят приключения, свободу и новые знания. Оба разносторонне развиты. Им всегда есть о чем поговорить",
    "Козерог": "16%. Сложно. Козерог слишком серьезен для Близнецов, а Близнецы слишком легкомысленны для Козерога. Будущее такого союза предугадать сложно",
    "Водолей": "93%. Отличное сочетание! Оба знака независимые, интеллектуальные и ценят оригинальность. Союз таких людей наполнен теплыми чувствами, поддержкой и взаимным интересом",
    "Рыбы": "19%. Непросто. Рыбам нужна эмоциональная глубина, которой Близнецы не всегда могут предоставить. Партнерам следует стать более открытыми"
  },
  "Рак": {
    "Овен": "67%. Сложно. Овну может не хватать эмоциональной чувствительности, необходимой Раку. У знаков разные мировоззрения и темпераменты",
    "Телец": "92%. Прекрасное сочетание! Оба знака ценят дом, семью и эмоциональную безопасность. Оба – трудоголики, но эта черта может нарушить семейную идиллию",
    "Близнецы": "21%. Непросто. Близнецы могут казаться Раку поверхностными и непостоянными. Отношения таких людей граничат с любовью и ненавистью, помогут взаимные уступки",
    "Рак": "95%. Очень хорошо! Оба знака понимают эмоциональные потребности друг друга. Иногда они ссорятся по пустякам",
    "Лев": "42%. Хорошо. Рак восхищается силой Льва, а Лев ценит заботу Рака. Между этими людьми устанавливаются крепкие отношения, если они настраиваются на «одну волну», поддерживают и уважают друг друга",
    "Дева": "81%. Прекрасное сочетание! Оба знака заботливые, внимательные и ценят стабильность. Чтобы не нарушить гармонию, партнерам следует не придираться и не критиковать друг друга",
    "Весы": "64%. Непросто. Раку нужна эмоциональная безопасность, а Весы могут быть нерешительными. Будущее союза зависит от умения партнеров уступать друг другу",
    "Скорпион": "84%. Отличное сочетание! Оба знака эмоциональные, интуитивные и ценят глубину. Оба кажутся холодными и сдержанными, но в действительности они чувственны и эмоциональны",
    "Стрелец": "61%. Трудно. Стрелец слишком независим для Рака, а Рак слишком привязан к дому для Стрельца. Партнеры страдают от взаимных обид, но не представляют своей жизни друг без друга",
    "Козерог": "64%. Хорошо. Козерог дает Раку стабильность, а Рак - эмоциональную поддержку. У партнеров разные мировоззрения",
    "Водолей": "18%. Сложно. Раку нужна эмоциональная безопасность, а Водолей ценит независимость. На почве разного мировоззрения партнеры конфликтуют. Они пытаются переделать друг друга",
    "Рыбы": "77%. Хорошее сочетание! Оба знака эмоциональные, интуитивные и сострадательные. Оба романтичны, мечтательны и эмоциональны. Они быстро добиваются взаимопонимания"
  },
  "Лев": {
    "Овен": "89%. Прекрасное сочетание! Оба знака любят быть в центре внимания и наслаждаются жизнью. В ссоре обоим партнерам сложно переступить через свое самолюбие и «отступить»",
    "Телец": "15%. Сложное сочетание. Телец может восхищаться Львом, но Лев может считать Тельца скучным. Партнерам трудно найти общий язык",
    "Близнецы": "93%. Прекрасное сочетание! Оба знака любят общение, развлечения и внимание. Они не боятся трудностей и легко преодолевают препятствия",
    "Рак": "53%. Хорошо. Рак восхищается силой Льва, а Лев ценит заботу Рака. У партнеров разные жизненные цели и приоритеты",
    "Лев": "92%. У них одинаковые взгляды на мир и схожие цели в жизни. Каждый из них жаждет быть лидером",
    "Дева": "57%. Дева слишком критична для Льва, а Лев может считать Деву занудной. Несмотря на противоречивость натур, эти люди способны стать крепкой парой",
    "Весы": "98%. Отличное сочетание! Оба знака любят красоту, гармонию и общение. Партнеры редко ссорятся",
    "Скорпион": "69%. Интенсивное сочетание, полное страсти, но и ревности. В спорах и конфликтах каждый отстаивает свою точку зрения и не готов соглашаться с другим",
    "Стрелец": "99%. Прекрасное сочетание! Оба знака любят приключения, свободу и оптимизм. Несмотря на лидерские качества обоих, в такой паре нет борьбы за власть",
    "Козерог": "72%. Сложно. Лев слишком экстравагантен для Козерога, а Козерог слишком сдержан для Льва. Оба партнера – сильные и харизматичные личности",
    "Водолей": "41%. Трудно. Водолей ценит оригинальность Льва, а Лев восхищается интеллектом Водолея. Конфликты между партнерами случаются редко. Но когда возникают, напряжение длится долго. Никто не хочет мириться первым",
    "Рыбы": "16%. Непросто. Рыбам нужна эмоциональная поддержка, а Лев может быть слишком занят собой. Основные конфликты связаны с противоречивыми характерами и приоритетами партнеров"
  },
  "Дева": {
    "Овен": "26%. Непросто. Овен слишком хаотичен для Девы, а Дева слишком критична для Овна. На энергетическом уровне такой союз нельзя назвать удачным",
    "Телец": "86%. Отличное сочетание! Оба знака практичны, трудолюбивы и ценят стабильность. Между партнерами существует доверие и взаимопонимание",
    "Близнецы": "11%. Сложно. Дева слишком критична для Близнецов, а Близнецы слишком неорганизованны для Девы. Потребность в общении друг с другом исчезает быстро, поскольку каждый замечает значительные отличия в характере второй половины",
    "Рак": "84%. Прекрасное сочетание! Оба знака заботливые, внимательные и ценят стабильность. Нарушить гармонию в отношениях способны взаимные придирки",
    "Лев": "17%. Сложно. Дева слишком критична для Льва, а Лев может считать Деву занудной. Оба упрямы – им не удастся изменить друг друга",
    "Дева": "81%. Очень хорошо! Оба знака практичны, внимательны к деталям и ценят порядок.  Их объединяет любовь к порядку и стремление к саморазвитию",
    "Весы": "24%. Непросто. Деве нужна организованность, а Весы могут быть нерешительными. Партнерам сложно добиться взаимопонимания",
    "Скорпион": "88%. Хорошо. Скорпион дает Деве страсть, а Дева - стабильность. Отношения такой пары основываются на уважении и взаимопонимании",
    "Стрелец": "21%. Трудно. Стрелец слишком беззаботен для Девы, а Дева слишком критична для Стрельца. После длительного общения партнеры замечают различия в характерах и мировоззрениях",
    "Козерог": "88%. Прекрасное сочетание! Оба знака целеустремленные, дисциплинированные и ценят стабильность. Оба практичны и рассудительны, любят самосовершенствоваться",
    "Водолей": "28%. Сложно. Дева слишком традиционна для Водолея, а Водолей слишком непредсказуем для Девы. Таким людям тяжело обрести взаимопонимание",
    "Рыбы": "61%. Хорошо. Дева дает Рыбам стабильность, а Рыбы - эмоциональную поддержку. Партнеры способны стать лучше под влиянием второй половины и обрести совместное счастье"
  },
  "Весы": {
    "Овен": "84%. Хорошо! Овен и Весы дополняют друг друга. Овен дает энергию, а Весы - гармонию.",
    "Телец": "41%. Непросто. Телец ценит стабильность, а Весы - перемены. Сплотить их смогут общие цели и схожие интересы",
    "Близнецы": "95%%. Отличное сочетание! Оба знака воздушные, общительные и ценят интеллект. м всегда есть о чем поговорить",
    "Рак": "32%. Непросто. Раку нужна эмоциональная безопасность, а Весы могут быть нерешительными. партнерам следует уступать друг другу",
    "Лев": "86%. Отличное сочетание! Оба знака любят красоту, гармонию и общение. Представители этих знаков зодиака органично дополняют друг друга",
    "Дева": "35%. Непросто. Деве нужна организованность, а Весы могут быть нерешительными. Таким людям тяжело понять друг друга и прийти к единому мнению",
    "Весы": "90%. Очень гармонично и приятно, но может не хватать страсти и напористости. обе половины видят в партнере отражение самого себя и подмечают положительные и негативные качества",
    "Скорпион": "44%. Сложно. Скорпион слишком интенсивен для Весов, а Весы слишком поверхностны для Скорпиона. Таким людям сложно обрести взаимопонимание",
    "Стрелец": "86%. Хорошо. Оба знака любят общение и приключения. Схожие черты становятся прочным фундаментом, на котором они строят гармоничные отношения",
    "Козерог": "85%. Трудно. Козерог слишком серьезен для Весов, а Весы слишком легкомысленны для Козерога.  Несмотря на разность характеров, такие люди способны стать крепкой парой",
    "Водолей": "98%. Отличное сочетание! Оба знака воздушные, интеллектуальные и ценят свободу. Они получают удовольствие от общения друг с другом",
    "Рыбы": "23%. Непросто. Рыбам нужна эмоциональная поддержка, а Весы могут быть нерешительными. В отношениях партнеры проявляют упрямство и отказываются уступать друг другу"
  },
  "Скорпион": {
    "Овен": "88%. Интенсивное сочетание, полное страсти, но и конфликтов.  Оба являются творческими личностями. Им не нравится рутина",
    "Телец": "53%. Интенсивное сочетание. Оба знака страстные и упрямые, что может привести к конфликтам. Объединяет этих людей схожее отношение к браку",
    "Близнецы": "63%. Трудно. Скорпиону нужна глубина и интенсивность, которых Близнецы не всегда могут дать. Партнерам следует научиться уступать друг другу",
    "Рак": "88%. Отличное сочетание! Оба знака эмоциональные, интуитивные и ценят глубину. Осложнить отношения могут упрямство партнеров и неготовность идти на компромисс",
    "Лев": "36%. Интенсивное сочетание, полное страсти и ревности. Оба партнера – гордые и властные личности. Они стремятся к лидерству в отношениях",
    "Дева": "90%. Отлично. Скорпион дает Деве страсть, а Дева - стабильность. Между такими людьми складываются яркие и эмоциональные отношения. Партнеры редко ссорятся",
    "Весы": "38%. Сложно. Скорпион слишком интенсивен для Весов, а Весы слишком поверхностны для Скорпиона. Таким людям сложно найти общий язык и понять друг друга",
    "Скорпион": "77%. Очень интенсивно и страстно, но может быть много борьбы за власть и ревности. Оба обретают решительность и уверенность в себе",
    "Стрелец": "56%. Сложно. Скорпион слишком серьезен для Стрельца, а Стрелец слишком беззаботен для Скорпиона. Оба партнера – сильные личности",
    "Козерог": "93%. Прекрасное сочетание! Оба знака целеустремленные, дисциплинированные и ценят успех. Их отношения строятся на взаимоуважении и понимании",
    "Водолей": "36%. Трудно. Скорпион слишком эмоционален для Водолея, а Водолей слишком непредсказуем для Скорпиона. Оба партнера упрямы и принципиальны. Они отказываются уступать и принимать точку зрения второй половины",
    "Рыбы": "90%. Отличное сочетание! Оба знака эмоциональные, интуитивные и сострадательные. Избежать конфликтов и разногласий таким людям помогает внимательное отношение друг к другу"
  },
  "Стрелец": {
    "Овен": "77%. Отличное сочетание! Оба знака любят свободу, приключения и оптимизм. Основная причина ссор – свободолюбие, прямолинейность и принципиальность партнеров",
    "Телец": "68%. Трудно. Телец слишком консервативен для Стрельца, а Стрелец слишком беззаботен для Тельца. Противостояние темпераментов является причиной частых ссор",
    "Близнецы": "58%. Тяжело. Представители этих знаков зодиака привыкли жить «с разной скоростью». Активным близнецам может быть скучно",
    "Рак": "86%. Трудно. Стрелец слишком независим для Рака, а Рак слишком привязан к дому для Стрельца. Оба с уважением относятся ко всему, что связано с семьей",
    "Лев": "76%. Хорошее сочетание! Оба знака любят приключения, свободу и оптимизм. Оба – яркие, харизматичные и свободолюбивые личности",
    "Дева": "92%. Отлично. Стрелец слишком беззаботен для Девы, а Дева слишком критична для Стрельца. Партнеры легко находят общий язык",
    "Весы": "98%. Хорошо. Оба знака любят общение и приключения. Оба общительны, имеют широкий кругозор и стремятся познавать новое",
    "Скорпион": "65%. Сложно. Скорпион слишком серьезен для Стрельца, а Стрелец слишком беззаботен для Скорпиона. Партнеры имеют разные характеры и противоположные жизненные приоритеты",
    "Стрелец": "98%. Очень весело и интересно, но может не хватать стабильности и глубины. Представители этого знака зодиака сильны характером и амбициозны",
    "Козерог": "16%. Сложно. Стрелец слишком импульсивен для Козерога, а Козерог слишком консервативен для Стрельца. Между ними часто возникают конфликты и разногласия",
    "Водолей": "92%. Прекрасное сочетание! Оба знака независимые, интеллектуальные и ценят свободу. Оба стремятся к новизне, готовы реализовывать безумные планы",
    "Рыбы": "21%. Непросто. Рыбам нужна эмоциональная поддержка, а Стрелец может быть слишком занят приключениями. Им стоит набраться терпения, научиться принимать недостатки и слабые стороны друг друга"
  },
  "Козерог": {
    "Овен": "58%. Сложное сочетание. Овен слишком импульсивен, а Козерог слишком консервативен. Такой союз может быть основан на взаимной выгоде партнеров или на общих целях",
    "Телец": "96%. Отличное сочетание! Оба знака целеустремленны, дисциплинированы и ценят стабильность. Их желания совпадают. Между ними нет борьбы за власть",
    "Близнецы": "38%. Сложно. Козерог слишком серьезен для Близнецов, а Близнецы слишком легкомысленны для Козерога. При обоюдном терпении они могут стать полезны друг другу и обрести семейное счастье",
    "Рак": "15%. Тяжело. Козерог дает Раку стабильность, а Рак - эмоциональную поддержку. У них разное мировосприятие. Рак нуждается во внимании, козерог не способен отдать все внимание партнеру",
    "Лев": "67%. Сложно. Лев слишком экстравагантен для Козерога, а Козерог слишком сдержан для Льва. Этих людей объединяют амбициозность и стремление к материальному благополучию",
    "Дева": "94%. Прекрасное сочетание! Оба знака целеустремленные, дисциплинированные и ценят стабильность. Оба партнера скрытны и загадочны. Они рационально смотрят на жизнь",
    "Весы": "53%. Трудно. Козерог слишком серьезен для Весов, а Весы слишком легкомысленны для Козерога. У них разные жизненные позиции, ценности и нравы",
    "Скорпион": "90%. Прекрасное сочетание! Оба знака целеустремленные, дисциплинированные и ценят успех. Партнеры выступают друг для друга опорой и движущей силой",
    "Стрелец": "64%. Сложно. Стрелец слишком импульсивен для Козерога, а Козерог слишком консервативен для Стрельца, на этой почве между партнерами возникают недоразумения и конфликты ",
    "Козерог": "92%. Очень хорошо! Оба знака целеустремленные, дисциплинированные и ценят успех. Партнерам не бывает скучно друг с другом. Они готовы придти на помощь в любой момент",
    "Водолей": "26%. Сложно. Козерог слишком традиционен для Водолея, а Водолей слишком непредсказуем для Козерога. Им сложно понять друг друга. Обрести семейное счастье паре помогут взаимные уступки и стремление к общей цели",
    "Рыбы": "93%. Отлично!. Козерог дает Рыбам стабильность, а Рыбы - эмоциональную поддержку. В таком союзе обе партнера гармонично дополняют друг друга"
  },
  "Водолей": {
    "Овен": "78%. Хорошее сочетание! Оба знака любят свободу, независимость и новаторство. Каждый стремится к новым впечатлениям и ощущениям",
    "Телец": "47%. Сложно. Телец слишком традиционен для Водолея, а Водолей слишком непредсказуем для Тельца. У них много поводов для конфликтов. Каждый хочет стать лидером",
    "Близнецы": "76%. Отличное сочетание! Оба знака независимые, интеллектуальные и ценят оригинальность. Им нравится фантазировать и погружаться в мир грез. Они любят проводить время вместе",
    "Рак": "16%. Сложно. Раку нужна эмоциональная безопасность, а Водолей ценит независимость. Им трудно понять друг друга. Партнеры часто обижаются и конфликтуют",
    "Лев": "64%. Хорошо. Водолей ценит оригинальность Льва, а Лев восхищается интеллектом Водолея. Оба амбициозны, коммуникабельны, любят путешествовать. Со временем начинают проявляться разногласия в их характерах",
    "Дева": "53%. Сложно. Дева слишком традиционна для Водолея, а Водолей слишком непредсказуем для Девы, на этой почве партнеры конфликтуют. В ссорах каждый отстаивает свои идеалы",
    "Весы": "98%. Отличное сочетание! Оба знака воздушные, интеллектуальные и ценят свободу. Они стремятся к общим целям и помогают друг другу достичь их",
    "Скорпион": "73%. Трудно. Скорпион слишком эмоционален для Водолея, а Водолей слишком непредсказуем для Скорпиона. Между ними редко возникают притяжение и взаимный интерес. Их пара со стороны выглядит неординарной и непредсказуемой",
    "Стрелец": "98%. Прекрасное сочетание! Оба знака независимые, интеллектуальные и ценят свободу. Оба партнера ценят право на личное пространство. Между ними редко возникают разногласия",
    "Козерог": "24%. Сложно. Козерог слишком традиционен для Водолея, а Водолей слишком непредсказуем для Козерога. Эти различия мешают им найти общий язык. Удачный союз между такими людьми складывается в случае готовности обоих партнеров идти на компромисс",
    "Водолей": "73%. Очень независимо и интересно, но может не хватать эмоциональной близости. Одинаковые взгляды на жизнь и схожие вкусы помогают с первых встреч наладить теплое и непринужденное общение",
    "Рыбы": "63%. Сложно. Рыбам нужна эмоциональная поддержка, а Водолей может быть слишком отстраненным. Оба партнера – неординарные и творческие личности"
  },
  "Рыбы": {
    "Овен": "18%. Трудно. Овну может не хватать эмпатии к Рыбам, а Рыбы могут чувствовать себя подавленными энергией Овна. Их жизненный уклад, мировосприятие и характеры кардинально отличаются",
    "Телец": "45%. Сложно! Телец дает стабильность, а Рыбы - эмоциональную поддержку. Чтобы избежать конфликтов, представителям этих знаков зодиака не следует «зацикливаться» на принципиальных вопросах",
    "Близнецы": "24%. Непросто. Рыбам нужна эмоциональная глубина, которой Близнецы не всегда могут предоставить.  представителей этих знаков зодиака мало точек соприкосновения",
    "Рак": "93%. Отличное сочетание! Оба знака эмоциональные, интуитивные и сострадательные. Они легко находят общий язык",
    "Лев": "62%. Непросто. Рыбам нужна эмоциональная поддержка, а Лев может быть слишком занят собой. Взаимные упреки приводят к ссорам",
    "Дева": "16%. Тяжело. Это два непохожих человека. Дева практична и критична. Партнер мечтателен и раним. Им трудно понять друг друга",
    "Весы": "28%. Непросто. Рыбам нужна эмоциональная поддержка, а Весы могут быть нерешительными. Оба партнера упрямы и не считают нужным меняться и подстраиваться под вторую половину",
    "Скорпион": "85%. Отличное сочетание! Оба знака эмоциональные, интуитивные и сострадательные. Это позволяет им установить взаимопонимание. Партнеры положительно влияют друг на друга и перенимают новые качества",
    "Стрелец": "11%. Непросто. Рыбам нужна эмоциональная поддержка, а Стрелец может быть слишком занят приключениями. Такой союз бывает удачным в том случае, когда партнеров объединяет семейный бизнес, общая идея или религия",
    "Козерог": "90%. Хорошо. Козерог дает Рыбам стабильность, а Рыбы - эмоциональную поддержку. Отношения между представителями этих знаков зодиака перспективны для их саморазвития",
    "Водолей": "52%. Сложно. Рыбам нужна эмоциональная поддержка, а Водолей может быть слишком отстраненным. Оба партнера – мечтательные и созидательные натуры. Укрепить такой союз способно совместное творческое дело",
    "Рыбы": "70%. Очень эмоционально и сострадательно, но может не хватать практичности и напористости. Чтобы упрочить союз и сделать его более долговечным, партнерам следует проявлять самостоятельность и целеустремленность"
  }
}

